"FeedbackFailedMessageText" = "כשל";
"FeedbackFailedInformativeText" = "כשל";
"FeedbackSuccessMessageText" = "מצליחן";
"FeedbackSuccessInformativeText" = "מצליחן";

"PlayButtonTooltip" = "הפעל";
"StopButtonTooltip" = "עצור";
"PrevButtonTooltip" = "לחזור";
"NextButtonTooltip" = "להעביר";

"TimeElapsed" = "%i:%02i";
"TimeRemaining" = "-%i:%02i";

"AddButtonTooltip" = "הוסף לרשימת השמעה";
"RemoveButtonTooltip" = "הסר בחירה מרשימת השמעה";
"InfoButtonTooltip" = "מידע מדיה על קובץ בחירה";
"ShuffleButtonTooltip" = "מצב אקראית";
"RepeatButtonTooltip" = "חזרה אוטומטית";
"FileButtonTooltip" = "לוח מקובץ";

"InvalidURLShort" = "לא חוקי";
"InvalidURLLong" = "לא חוקי";
